[
    {
      "question_name": {
        "english": "Which of the following represents the structure of ethanoic acid?",
        "hindi": "निम्नलिखित में से कौन एथेनोइक अम्ल की संरचना दर्शाता है?"
      },
      "option": {
        "english": [
          "CH₃-CH₂-OH",
          "CH₃-COOH",
          "CH₃-CHO", 
          "CH₃-CO-CH₃"
        ],
        "hindi": [
          "CH₃-CH₂-OH",
          "CH₃-COOH",
          "CH₃-CHO",
          "CH₃-CO-CH₃"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Ethanoic acid (CH₃COOH) has a carboxyl group (-COOH) attached to a methyl group (CH₃). It is commonly known as acetic acid found in vinegar.",
        "hindi": "एथेनोइक अम्ल (CH₃COOH) में एक कार्बोक्सिल समूह (-COOH) मेथिल समूह (CH₃) से जुड़ा होता है। इसे सिरके में पाए जाने वाले एसीटिक अम्ल के नाम से भी जाना जाता है।"
      }
    },
    {
      "question_name": {
        "english": "What is the functional group present in ethanol?",
        "hindi": "एथेनॉल में कौन सा क्रियात्मक समूह उपस्थित होता है?"
      },
      "option": {
        "english": [
          "-OH",
          "-COOH",
          "-CHO",
          "-CO-"
        ],
        "hindi": [
          "-OH",
          "-COOH",
          "-CHO",
          "-CO-"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Ethanol contains hydroxyl group (-OH) which gives it properties of alcohol. This group makes ethanol soluble in water and gives it its characteristic properties. Reaction with sodium: 2CH₃CH₂OH + 2Na → 2CH₃CH₂ONa + H₂",
        "hindi": "एथेनॉल में हाइड्रॉक्सिल समूह (-OH) होता है जो इसे अल्कोहल के गुण प्रदान करता है। यह समूह एथेनॉल को पानी में घुलनशील बनाता है और इसे विशिष्ट गुण प्रदान करता है। सोडियम के साथ अभिक्रिया: 2CH₃CH₂OH + 2Na → 2CH₃CH₂ONa + H₂"
      }
    },
    {
      "question_name": {
        "english": "Which property of carbon leads to formation of long chains?",
        "hindi": "कार्बन का कौन सा गुण लंबी श्रृंखलाओं के निर्माण का कारण है?"
      },
      "option": {
        "english": [
          "Valency",
          "Atomic size",
          "Catenation",
          "Reactivity"
        ],
        "hindi": [
          "संयोजकता",
          "परमाणु आकार",
          "श्रृंखलन",
          "अभिक्रियाशीलता"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Catenation is the ability of carbon atoms to form bonds with other carbon atoms, making long chains possible. Example: CH₄ → CH₃-CH₃ → CH₃-CH₂-CH₃ → CH₃-CH₂-CH₂-CH₃. This unique property allows formation of millions of carbon compounds.",
        "hindi": "श्रृंखलन कार्बन परमाणुओं की वह क्षमता है जिससे वे एक दूसरे से जुड़कर लंबी श्रृंखलाएं बना सकते हैं। उदाहरण: CH₄ → CH₃-CH₃ → CH₃-CH₂-CH₃ → CH₃-CH₂-CH₂-CH₃. यह विशेष गुण लाखों कार्बन यौगिकों के निर्माण को संभव बनाता है।"
      }
    },
    {
      "question_name": {
        "english": "What is the molecular formula of ethene?",
        "hindi": "एथीन का आण्विक सूत्र क्या है?"
      },
      "option": {
        "english": [
          "C₂H₆",
          "C₂H₄",
          "C₂H₂",
          "CH₄"
        ],
        "hindi": [
          "C₂H₆",
          "C₂H₄",
          "C₂H₂",
          "CH₄"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Ethene has molecular formula C₂H₄. It contains a double bond between carbon atoms (H₂C=CH₂) and is the simplest alkene. Addition reaction: H₂C=CH₂ + H₂ → CH₃-CH₃",
        "hindi": "एथीन का आण्विक सूत्र C₂H₄ है। इसमें कार्बन परमाणुओं के बीच द्विबंध (H₂C=CH₂) होता है और यह सबसे सरल एल्कीन है। योगात्मक अभिक्रिया: H₂C=CH₂ + H₂ → CH₃-CH₃"
      }
    },
    {
      "question_name": {
        "english": "What is the common name of CH₃COOH?",
        "hindi": "CH₃COOH का सामान्य नाम क्या है?"
      },
      "option": {
        "english": [
          "Acetic acid",
          "Formic acid",
          "Methanoic acid",
          "Propanoic acid"
        ],
        "hindi": [
          "एसीटिक अम्ल",
          "फॉर्मिक अम्ल",
          "मेथेनोइक अम्ल",
          "प्रोपेनोइक अम्ल"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "CH₃COOH is commonly known as acetic acid. It is found in vinegar and gives it its sour taste and characteristic smell. Reaction with sodium hydroxide: CH₃COOH + NaOH → CH₃COONa + H₂O",
        "hindi": "CH₃COOH को आम तौर पर एसीटिक अम्ल के नाम से जाना जाता है। यह सिरके में पाया जाता है और इसे खट्टा स्वाद और विशिष्ट गंध प्रदान करता है। सोडियम हाइड्रॉक्साइड के साथ अभिक्रिया: CH₃COOH + NaOH → CH₃COONa + H₂O"
      }
    },
    {
      "question_name": {
        "english": "What happens when ethanoic acid reacts with sodium carbonate?",
        "hindi": "एथेनोइक अम्ल सोडियम कार्बोनेट से अभिक्रिया करने पर क्या होता है?"
      },
      "option": {
        "english": [
          "H₂ gas is evolved",
          "Only sodium ethanoate",
          "CO₂ gas with sodium ethanoate",
          "No reaction"
        ],
        "hindi": [
          "H₂ गैस निकलती है",
          "केवल सोडियम एथेनोएट",
          "CO₂ गैस के साथ सोडियम एथेनोएट",
          "कोई अभिक्रिया नहीं"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "When ethanoic acid reacts with sodium carbonate, it produces sodium ethanoate and carbon dioxide gas. The bubbles of CO₂ can be seen during the reaction. Reaction: 2CH₃COOH + Na₂CO₃ → 2CH₃COONa + H₂O + CO₂↑",
        "hindi": "जब एथेनोइक अम्ल सोडियम कार्बोनेट से क्रिया करता है, तो सोडियम एथेनोएट और कार्बन डाइऑक्साइड गैस बनती है। अभिक्रिया के दौरान CO₂ के बुलबुले देखे जा सकते हैं। अभिक्रिया: 2CH₃COOH + Na₂CO₃ → 2CH₃COONa + H₂O + CO₂↑"
      }
    },
    {
      "question_name": {
        "english": "What type of reaction occurs when ethene is converted to ethane?",
        "hindi": "एथीन के एथेन में परिवर्तित होने पर किस प्रकार की अभिक्रिया होती है?"
      },
      "option": {
        "english": [
          "Substitution",
          "Oxidation",
          "Elimination",
          "Addition"
        ],
        "hindi": [
          "प्रतिस्थापन",
          "ऑक्सीकरण",
          "विलोपन",
          "योगात्मक"
        ]
      },
      "answer": 3,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "When ethene (C₂H₄) is converted to ethane (C₂H₆), hydrogen is added across the double bond. This is an addition reaction where H₂ is added to the molecule. Reaction: CH₂=CH₂ + H₂ → CH₃-CH₃",
        "hindi": "जब एथीन (C₂H₄) को एथेन (C₂H₆) में परिवर्तित किया जाता है, तो द्विबंध पर हाइड्रोजन जुड़ जाता है। यह एक योगात्मक अभिक्रिया है जिसमें अणु में H₂ जुड़ता है। अभिक्रिया: CH₂=CH₂ + H₂ → CH₃-CH₃"
      }
    },
    {
      "question_name": {
        "english": "What is the IUPAC name of CH₃-CH₂-CHO?",
        "hindi": "CH₃-CH₂-CHO का IUPAC नाम क्या है?"
      },
      "option": {
        "english": [
          "Propanal",
          "Propanol",
          "Propanone",
          "Propanoic acid"
        ],
        "hindi": [
          "प्रोपैनल",
          "प्रोपेनॉल",
          "प्रोपेनोन",
          "प्रोपेनोइक अम्ल"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "CH₃-CH₂-CHO is named propanal in IUPAC system. It has 3 carbons (prop-) and an aldehyde group (-al) at the end. Oxidation reaction: CH₃-CH₂-CHO + [O] → CH₃-CH₂-COOH",
        "hindi": "CH₃-CH₂-CHO को IUPAC प्रणाली में प्रोपैनल कहा जाता है। इसमें 3 कार्बन (प्रोप-) और अंत में एल्डिहाइड समूह (-ऐल) होता है। ऑक्सीकरण अभिक्रिया: CH₃-CH₂-CHO + [O] → CH₃-CH₂-COOH"
      }
    },
    {
      "question_name": {
        "english": "What is the hybridization of carbon in ethyne?",
        "hindi": "एथाइन में कार्बन का संकरण क्या है?"
      },
      "option": {
        "english": [
          "sp³",
          "sp",
          "sp²",
          "No hybridization"
        ],
        "hindi": [
          "sp³",
          "sp",
          "sp²",
          "कोई संकरण नहीं"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "In ethyne (C₂H₂), carbon atoms are sp hybridized. This allows formation of one sigma and two pi bonds between carbon atoms making a triple bond. Addition reaction: HC≡CH + H₂ → H₂C=CH₂ + H₂ → CH₃-CH₃",
        "hindi": "एथाइन (C₂H₂) में कार्बन परमाणु sp संकरित होते हैं। यह कार्बन परमाणुओं के बीच एक सिग्मा और दो पाई बंध बनाने की अनुमति देता है जो त्रिबंध बनाते हैं। योगात्मक अभिक्रिया: HC≡CH + H₂ → H₂C=CH₂ + H₂ → CH₃-CH₃"
      }
    },
    {
      "question_name": {
        "english": "Which reagent can distinguish between ethanol and ethanoic acid?",
        "hindi": "कौन सा अभिकर्मक एथेनॉल और एथेनोइक अम्ल में भेद कर सकता है?"
      },
      "option": {
        "english": [
          "NaOH",
          "Na metal",
          "NaHCO₃",
          "H₂O"
        ],
        "hindi": [
          "NaOH",
          "Na धातु",
          "NaHCO₃",
          "H₂O"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "Sodium bicarbonate (NaHCO₃) can distinguish between ethanol and ethanoic acid. Ethanoic acid reacts with NaHCO₃ to produce CO₂ bubbles, while ethanol shows no reaction. Reaction: CH₃COOH + NaHCO₃ → CH₃COONa + H₂O + CO₂↑",
        "hindi": "सोडियम बाइकार्बोनेट (NaHCO₃) एथेनॉल और एथेनोइक अम्ल में भेद कर सकता है। एथेनोइक अम्ल NaHCO₃ से क्रिया करके CO₂ के बुलबुले बनाता है, जबकि एथेनॉल कोई क्रिया नहीं दर्शाता। अभिक्रिया: CH₃COOH + NaHCO₃ → CH₃COONa + H₂O + CO₂↑"
      }
    }
]