[
  {
    "question_name": {
      "english": "Why do plants need cross pollination?",
      "hindi": "पौधों को पर-परागण की क्यों आवश्यकता होती है?"
    },
    "option": {
      "english": [
        "Fast growth",
        "More flowers", 
        "Better traits",
        "More leaves"
      ],
      "hindi": [
        "तेज वृद्धि",
        "अधिक फूल",
        "बेहतर लक्षण",
        "अधिक पत्तियां"
      ]
    },
    "answer": 2,
    "medium": "easy",
    "explanation": {
      "english": "Cross pollination helps plants get better traits by mixing genetic material from different parent plants. This makes plants stronger and helps them adapt better to their environment.",
      "hindi": "पर-परागण अलग-अलग जनक पौधों से आनुवंशिक सामग्री को मिलाकर पौधों को बेहतर लक्षण प्राप्त करने में मदद करता है। यह पौधों को मजबूत बनाता है और उन्हें अपने वातावरण में बेहतर ढंग से अनुकूलित होने में मदद करता है।"
    }
  },
  {
    "question_name": {
      "english": "Which structure helps in vegetative propagation?",
      "hindi": "कौन सी संरचना काय्यिक प्रवर्धन में मदद करती है?"
    },
    "option": {
      "english": [
        "Rhizome",
        "Flower",
        "Leaf",
        "Fruit"
      ],
      "hindi": [
        "प्रकंद",
        "फूल",
        "पत्ती",
        "फल"
      ]
    },
    "answer": 0,
    "medium": "easy",
    "explanation": {
      "english": "Rhizome is an underground stem that grows horizontally and can produce new plants. It helps in natural vegetative propagation, like in ginger and turmeric plants.",
      "hindi": "प्रकंद एक भूमिगत तना है जो क्षैतिज रूप से बढ़ता है और नए पौधे उत्पन्न कर सकता है। यह अदरक और हल्दी जैसे पौधों में प्राकृतिक काय्यिक प्रवर्धन में मदद करता है।"
    }
  },
  {
    "question_name": {
      "english": "What determines baby's blood group?",
      "hindi": "शिशु का रक्त समूह क्या निर्धारित करता है?"
    },
    "option": {
      "english": [
        "Mother's diet",
        "Parents' genes",
        "Birth month",
        "Birth weight"
      ],
      "hindi": [
        "माँ का आहार",
        "माता-पिता के जीन",
        "जन्म महीना",
        "जन्म वजन"
      ]
    },
    "answer": 1,
    "medium": "medium",
    "explanation": {
      "english": "A baby's blood group is determined by genes inherited from both parents. The blood group genes from mother and father combine to determine the child's blood type.",
      "hindi": "शिशु का रक्त समूह माता-पिता दोनों से विरासत में मिले जीन द्वारा निर्धारित होता है। माता और पिता के रक्त समूह जीन मिलकर बच्चे का रक्त प्रकार निर्धारित करते हैं।"
    }
  },
  {
    "question_name": {
      "english": "What causes fraternal twins?",
      "hindi": "भ्रातृक जुड़वां का क्या कारण है?"
    },
    "option": {
      "english": [
        "Single egg",
        "Split embryo",
        "Strong health",
        "Multiple eggs"
      ],
      "hindi": [
        "एक अंडा",
        "विभाजित भ्रूण",
        "मजबूत स्वास्थ्य",
        "कई अंडे"
      ]
    },
    "answer": 3,
    "medium": "medium",
    "explanation": {
      "english": "Fraternal twins develop when two separate eggs are fertilized by different sperm cells. This results in twins who may look different and can be of different genders.",
      "hindi": "भ्रातृक जुड़वां तब विकसित होते हैं जब दो अलग-अलग अंडे अलग-अलग शुक्राणु कोशिकाओं द्वारा निषेचित होते हैं। इसके परिणामस्वरूप जुड़वां अलग दिख सकते हैं और अलग-अलग लिंग के हो सकते हैं।"
    }
  },
  {
    "question_name": {
      "english": "Why is breast milk important?",
      "hindi": "स्तन का दूध क्यों महत्वपूर्ण है?"
    },
    "option": {
      "english": [
        "Easy digestion",
        "Low cost",
        "Complete nutrition",
        "Always available"
      ],
      "hindi": [
        "आसान पाचन",
        "कम लागत",
        "पूर्ण पोषण",
        "हमेशा उपलब्ध"
      ]
    },
    "answer": 2,
    "medium": "medium",
    "explanation": {
      "english": "Breast milk provides complete nutrition needed for a baby's growth. It contains all essential nutrients, antibodies, and helps develop the baby's immune system.",
      "hindi": "स्तन का दूध शिशु की वृद्धि के लिए आवश्यक पूर्ण पोषण प्रदान करता है। इसमें सभी आवश्यक पोषक तत्व, एंटीबॉडी होते हैं, और शिशु की प्रतिरक्षा प्रणाली विकसित करने में मदद करता है।"
    }
  },
  {
    "question_name": {
      "english": "What helps in natural birth?",
      "hindi": "प्राकृतिक प्रसव में क्या मदद करता है?"
    },
    "option": {
      "english": [
        "Rest only",
        "Exercise",
        "Medicine",
        "Surgery"
      ],
      "hindi": [
        "केवल आराम",
        "व्यायाम",
        "दवा",
        "शल्य चिकित्सा"
      ]
    },
    "answer": 1,
    "medium": "hard",
    "explanation": {
      "english": "Regular exercise during pregnancy helps in natural birth by strengthening muscles and improving flexibility. It also helps manage weight and reduces pregnancy complications.",
      "hindi": "गर्भावस्था के दौरान नियमित व्यायाम मांसपेशियों को मजबूत करके और लचीलापन बढ़ाकर प्राकृतिक प्रसव में मदद करता है। यह वजन प्रबंधन में भी मदद करता है और गर्भावस्था की जटिलताओं को कम करता है।"
    }
  },
  {
    "question_name": {
      "english": "Which part helps in grafting?",
      "hindi": "कलम बांधने में कौन सा भाग मदद करता है?"
    },
    "option": {
      "english": [
        "Cambium",
        "Xylem",
        "Phloem",
        "Epidermis"
      ],
      "hindi": [
        "कैम्बियम",
        "जाइलम",
        "फ्लोएम",
        "एपिडर्मिस"
      ]
    },
    "answer": 0,
    "medium": "hard",
    "explanation": {
      "english": "Cambium layer helps in grafting as it contains actively dividing cells. When cambium layers of stock and scion meet, they join together to form new plant tissue.",
      "hindi": "कैम्बियम परत कलम बांधने में मदद करती है क्योंकि इसमें सक्रिय रूप से विभाजित होने वाली कोशिकाएं होती हैं। जब मूलवृंत और कलम की कैम्बियम परतें मिलती हैं, वे नए पौधे के ऊतक बनाने के लिए जुड़ जाती हैं।"
    }
  },
  {
    "question_name": {
      "english": "What causes genetic disorders?",
      "hindi": "आनुवंशिक विकार का क्या कारण है?"
    },
    "option": {
      "english": [
        "Poor diet",
        "Less exercise",
        "Bad lifestyle",
        "Gene mutation"
      ],
      "hindi": [
        "खराब आहार",
        "कम व्यायाम",
        "खराब जीवनशैली",
        "जीन उत्परिवर्तन"
      ]
    },
    "answer": 3,
    "medium": "hard",
    "explanation": {
      "english": "Genetic disorders are caused by changes or mutations in genes. These mutations can be inherited from parents or occur during a person's lifetime, affecting normal body functions.",
      "hindi": "आनुवंशिक विकार जीन में परिवर्तन या उत्परिवर्तन के कारण होते हैं। ये उत्परिवर्तन माता-पिता से विरासत में मिल सकते हैं या व्यक्ति के जीवनकाल के दौरान हो सकते हैं, जो सामान्य शारीरिक कार्यों को प्रभावित करते हैं।"
    }
  },
  {
    "question_name": {
      "english": "Why is vaccination needed?",
      "hindi": "टीकाकरण क्यों आवश्यक है?"
    },
    "option": {
      "english": [
        "Better growth",
        "More energy",
        "Disease prevention",
        "Better sleep"
      ],
      "hindi": [
        "बेहतर विकास",
        "अधिक ऊर्जा",
        "रोग निवारण",
        "बेहतर नींद"
      ]
    },
    "answer": 2,
    "medium": "hard",
    "explanation": {
      "english": "Vaccination helps prevent diseases by preparing the body's immune system. It creates antibodies against specific diseases before exposure, protecting us from getting sick.",
      "hindi": "टीकाकरण शरीर की प्रतिरक्षा प्रणाली को तैयार करके रोगों को रोकने में मदद करता है। यह संपर्क में आने से पहले विशिष्ट बीमारियों के खिलाफ एंटीबॉडी बनाता है, जो हमें बीमार होने से बचाता है।"
    }
  },
  {
    "question_name": {
      "english": "What affects reproductive health?",
      "hindi": "प्रजनन स्वास्थ्य को क्या प्रभावित करता है?"
    },
    "option": {
      "english": [
        "Weather",
        "Lifestyle",
        "Height",
        "Hair color"
      ],
      "hindi": [
        "मौसम",
        "जीवनशैली",
        "ऊंचाई",
        "बाल का रंग"
      ]
    },
    "answer": 1,
    "medium": "hard",
    "explanation": {
      "english": "Lifestyle choices greatly affect reproductive health. Proper diet, exercise, avoiding harmful substances, and maintaining good hygiene help maintain reproductive health.",
      "hindi": "जीवनशैली के विकल्प प्रजनन स्वास्थ्य को बहुत प्रभावित करते हैं। उचित आहार, व्यायाम, हानिकारक पदार्थों से बचना, और अच्छी स्वच्छता बनाए रखना प्रजनन स्वास्थ्य को बनाए रखने में मदद करता है।"
    }
  }
]