[
    {
      "question_name": {
        "english": "What is the balanced equation for water formation?",
        "hindi": "जल निर्माण का संतुलित समीकरण क्या है?"
      },
      "option": {
        "english": [
          "2H₂ + O₂ → 2H₂O",
          "H₂ + O₂ → H₂O",
          "H₂ + O → H₂O",
          "2H + O₂ → H₂O"
        ],
        "hindi": [
          "2H₂ + O₂ → 2H₂O",
          "H₂ + O₂ → H₂O",
          "H₂ + O → H₂O",
          "2H + O₂ → H₂O"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Water forms when hydrogen gas combines with oxygen gas. Two molecules of hydrogen (H₂) react with one molecule of oxygen (O₂) to form two molecules of water (H₂O). This is a combination reaction where hydrogen burns in oxygen to produce water.",
        "hindi": "जल तब बनता है जब हाइड्रोजन गैस ऑक्सीजन गैस के साथ संयोग करती है। हाइड्रोजन के दो अणु (H₂) ऑक्सीजन के एक अणु (O₂) से क्रिया करके जल (H₂O) के दो अणु बनाते हैं। यह एक संयोजन अभिक्रिया है जहां हाइड्रोजन ऑक्सीजन में जलकर पानी बनाती है।"
      }
    },
    {
      "question_name": {
        "english": "What type of reaction is AgNO₃ + NaCl → AgCl + NaNO₃?",
        "hindi": "AgNO₃ + NaCl → AgCl + NaNO₃ किस प्रकार की अभिक्रिया है?"
      },
      "option": {
        "english": [
          "Combination",
          "Decomposition",
          "Double displacement",
          "Single displacement"
        ],
        "hindi": [
          "संयोजन",
          "अपघटन",
          "द्विविस्थापन",
          "एकल विस्थापन"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "This is a double displacement reaction where ions exchange their partners. Silver (Ag⁺) from AgNO₃ combines with chloride (Cl⁻) from NaCl to form AgCl precipitate, while sodium (Na⁺) combines with nitrate (NO₃⁻) to form NaNO₃. Two compounds exchange their ions to form two new compounds.",
        "hindi": "यह एक द्विविस्थापन अभिक्रिया है जहां आयन अपने साथी बदलते हैं। AgNO₃ से चांदी (Ag⁺) NaCl से क्लोराइड (Cl⁻) के साथ मिलकर AgCl अवक्षेप बनाता है, जबकि सोडियम (Na⁺) नाइट्रेट (NO₃⁻) के साथ मिलकर NaNO₃ बनाता है। दो यौगिक अपने आयनों का आदान-प्रदान करके दो नए यौगिक बनाते हैं।"
      }
    },
    {
      "question_name": {
        "english": "What happens when CuSO₄ solution reacts with iron?",
        "hindi": "जब CuSO₄ विलयन लोहे से अभिक्रिया करता है तो क्या होता है?"
      },
      "option": {
        "english": [
          "No reaction",
          "Gas evolution",
          "Color remains",
          "Blue color fades"
        ],
        "hindi": [
          "कोई अभिक्रिया नहीं",
          "गैस निकलती है",
          "रंग रहता है",
          "नीला रंग फीका पड़ता है"
        ]
      },
      "answer": 3,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "When iron reacts with blue copper sulfate solution (CuSO₄), the blue color fades because copper is displaced by iron. The reaction is: Fe + CuSO₄ → FeSO₄ + Cu. Iron being more reactive displaces copper, forming green iron sulfate solution and reddish-brown copper metal deposits.",
        "hindi": "जब लोहा नीले कॉपर सल्फेट विलयन (CuSO₄) से क्रिया करता है, तो नीला रंग फीका पड़ जाता है क्योंकि लोहा कॉपर को विस्थापित कर देता है। अभिक्रिया है: Fe + CuSO₄ → FeSO₄ + Cu। लोहा अधिक क्रियाशील होने के कारण कॉपर को विस्थापित करता है, जिससे हरा आयरन सल्फेट विलयन और लाल-भूरी कॉपर धातु जमा होती है।"
      }
    },
    {
      "question_name": {
        "english": "What is the role of catalyst in a reaction?",
        "hindi": "अभिक्रिया में उत्प्रेरक की क्या भूमिका है?"
      },
      "option": {
        "english": [
          "Slows reaction",
          "Changes speed",
          "Stops reaction",
          "No effect"
        ],
        "hindi": [
          "अभिक्रिया धीमी करता है",
          "गति बदलता है",
          "अभिक्रिया रोकता है",
          "कोई प्रभाव नहीं"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "A catalyst changes the speed of a chemical reaction without getting used up itself. For example, MnO₂ helps in the faster breakdown of H₂O₂ to give H₂O and O₂. The catalyst remains unchanged at the end of the reaction and can be reused.",
        "hindi": "उत्प्रेरक स्वयं खपत हुए बिना रासायनिक अभिक्रिया की गति को बदलता है। उदाहरण के लिए, MnO₂ H₂O₂ के H₂O और O₂ में तेजी से टूटने में मदद करता है। अभिक्रिया के अंत में उत्प्रेरक अपरिवर्तित रहता है और इसका पुन: उपयोग किया जा सकता है।"
      }
    },
    {
      "question_name": {
        "english": "Which equation shows photochemical reaction?",
        "hindi": "कौन सा समीकरण प्रकाश रासायनिक अभिक्रिया दर्शाता है?"
      },
      "option": {
        "english": [
          "6CO₂ + 6H₂O → C₆H₁₂O₆ + 6O₂",
          "CaO + H₂O → Ca(OH)₂",
          "2H₂ + O₂ → 2H₂O",
          "ZnO + C → Zn + CO"
        ],
        "hindi": [
          "6CO₂ + 6H₂O → C₆H₁₂O₆ + 6O₂",
          "CaO + H₂O → Ca(OH)₂",
          "2H₂ + O₂ → 2H₂O",
          "ZnO + C → Zn + CO"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Photosynthesis is a photochemical reaction that occurs in plant leaves. In this reaction, plants use sunlight energy to convert carbon dioxide and water into glucose and oxygen. The chlorophyll (green pigment) in leaves helps capture sunlight for this process.",
        "hindi": "प्रकाश संश्लेषण एक प्रकाश रासायनिक अभिक्रिया है जो पौधों की पत्तियों में होती है। इस अभिक्रिया में, पौधे सूर्य के प्रकाश की ऊर्जा का उपयोग कार्बन डाइऑक्साइड और पानी को ग्लूकोज और ऑक्सीजन में बदलने के लिए करते हैं। पत्तियों में क्लोरोफिल (हरा वर्णक) इस प्रक्रिया के लिए सूर्य के प्रकाश को पकड़ने में मदद करता है।"
      }
    },
    {
      "question_name": {
        "english": "What is the effect of temperature on reaction rate?",
        "hindi": "अभिक्रिया दर पर तापमान का क्या प्रभाव पड़ता है?"
      },
      "option": {
        "english": [
          "No effect",
          "Decreases rate",
          "Stops reaction",
          "Increases rate"
        ],
        "hindi": [
          "कोई प्रभाव नहीं",
          "दर घटती है",
          "अभिक्रिया रुकती है",
          "दर बढ़ती है"
        ]
      },
      "answer": 3,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Increasing temperature increases reaction rate because particles move faster and collide more frequently with more energy. For example, food cooks faster at higher temperatures, and chemical reactions in hot water occur faster than in cold water.",
        "hindi": "तापमान बढ़ाने से अभिक्रिया दर बढ़ती है क्योंकि कण तेजी से गति करते हैं और अधिक ऊर्जा के साथ अधिक बार टकराते हैं। उदाहरण के लिए, भोजन उच्च तापमान पर तेजी से पकता है, और गर्म पानी में रासायनिक अभिक्रियाएं ठंडे पानी की तुलना में तेजी से होती हैं।"
      }
    },
    {
      "question_name": {
        "english": "Which reaction produces oxygen gas?",
        "hindi": "कौन सी अभिक्रिया ऑक्सीजन गैस उत्पन्न करती है?"
      },
      "option": {
        "english": [
          "NaCl + AgNO₃",
          "Zn + HCl",
          "2KClO₃ → 2KCl + 3O₂",
          "CaCO₃ → CaO + CO₂"
        ],
        "hindi": [
          "NaCl + AgNO₃",
          "Zn + HCl",
          "2KClO₃ → 2KCl + 3O₂",
          "CaCO₃ → CaO + CO₂"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Potassium chlorate (KClO₃) decomposes on heating to form potassium chloride (KCl) and oxygen gas (O₂). This is a decomposition reaction commonly used in laboratories to prepare oxygen gas. MnO₂ catalyst is used to speed up this reaction.",
        "hindi": "पोटैशियम क्लोरेट (KClO₃) गरम करने पर टूटकर पोटैशियम क्लोराइड (KCl) और ऑक्सीजन गैस (O₂) बनाता है। यह एक अपघटन अभिक्रिया है जिसका उपयोग प्रयोगशालाओं में ऑक्सीजन गैस बनाने के लिए किया जाता है। इस अभिक्रिया को तेज करने के लिए MnO₂ उत्प्रेरक का उपयोग किया जाता है।"
      }
    },
    {
      "question_name": {
        "english": "What is the nature of energy change in decomposition?",
        "hindi": "अपघटन में ऊर्जा परिवर्तन की प्रकृति क्या है?"
      },
      "option": {
        "english": [
          "No change",
          "Endothermic",
          "Exothermic",
          "Both types"
        ],
        "hindi": [
          "कोई परिवर्तन नहीं",
          "ऊष्माशोषी",
          "ऊष्माक्षेपी",
          "दोनों प्रकार"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Decomposition reactions are usually endothermic - they need heat energy to break bonds. For example, calcium carbonate (CaCO₃) needs heat to decompose into calcium oxide (CaO) and carbon dioxide (CO₂). Similarly, water needs electrical energy to break into hydrogen and oxygen.",
        "hindi": "अपघटन अभिक्रियाएं आमतौर पर ऊष्माशोषी होती हैं - बंधों को तोड़ने के लिए इन्हें ऊष्मा ऊर्जा की आवश्यकता होती है। उदाहरण के लिए, कैल्शियम कार्बोनेट (CaCO₃) को कैल्शियम ऑक्साइड (CaO) और कार्बन डाइऑक्साइड (CO₂) में टूटने के लिए गर्मी की आवश्यकता होती है। इसी तरह, पानी को हाइड्रोजन और ऑक्सीजन में टूटने के लिए विद्युत ऊर्जा की आवश्यकता होती है।"
      }
    },
    {
      "question_name": {
        "english": "Which method is used to prevent rusting?",
        "hindi": "जंग लगने से रोकने के लिए कौन सी विधि प्रयोग की जाती है?"
      },
      "option": {
        "english": [
          "Galvanization",
          "Crystallization",
          "Evaporation",
          "Sublimation"
        ],
        "hindi": [
          "जस्ताकरण",
          "क्रिस्टलीकरण",
          "वाष्पीकरण",
          "ऊर्ध्वपातन"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "Galvanization is coating iron with zinc to prevent rusting. Zinc acts as a sacrificial metal - it corrodes instead of iron. Common examples are galvanized iron sheets used in roofing and galvanized iron buckets. The zinc coating prevents iron from coming in contact with air and moisture.",
        "hindi": "जस्ताकरण लोहे पर जस्ता (जिंक) की परत चढ़ाकर जंग को रोकने की विधि है। जस्ता एक त्यागी धातु के रूप में कार्य करता है - यह लोहे के बजाय स्वयं संक्षारित होता है। सामान्य उदाहरण हैं छत में प्रयुक्त जस्ती लोहे की चादरें और जस्ती लोहे की बाल्टियां। जस्ते की परत लोहे को हवा और नमी के संपर्क में आने से रोकती है।"
      }
    },
    {
      "question_name": {
        "english": "What happens in a precipitation reaction?",
        "hindi": "अवक्षेपण अभिक्रिया में क्या होता है?"
      },
      "option": {
        "english": [
          "Gas forms",
          "Liquid forms",
          "Solid forms",
          "No change"
        ],
        "hindi": [
          "गैस बनती है",
          "द्रव बनता है",
          "ठोस बनता है",
          "कोई परिवर्तन नहीं"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "In a precipitation reaction, an insoluble solid (precipitate) forms when two solutions are mixed. For example, when silver nitrate solution is mixed with sodium chloride solution, a white solid silver chloride precipitate forms. The reaction is: AgNO₃ + NaCl → AgCl↓ (white ppt) + NaNO₃",
        "hindi": "अवक्षेपण अभिक्रिया में, दो विलयनों को मिलाने पर एक अघुलनशील ठोस (अवक्षेप) बनता है। उदाहरण के लिए, जब सिल्वर नाइट्रेट विलयन को सोडियम क्लोराइड विलयन के साथ मिलाया जाता है, तो सफेद ठोस सिल्वर क्लोराइड अवक्षेप बनता है। अभिक्रिया है: AgNO₃ + NaCl → AgCl↓ (सफेद अवक्षेप) + NaNO₃"
      }
    }
  ]