[
    {
      "question_name": {
        "english": "Which solution would turn red litmus blue?",
        "hindi": "कौन सा विलयन लाल लिटमस को नीला कर देगा?"
      },
      "option": {
        "english": [
          "Lemon juice",
          "Vinegar",
          "Pure water", 
          "Soap solution"
        ],
        "hindi": [
          "नींबू का रस",
          "सिरका",
          "शुद्ध जल",
          "साबुन का घोल"
        ]
      },
      "answer": 3,
      "explanation": {
        "english": "Soap solution is basic in nature. Basic solutions turn red litmus paper blue. Lemon juice and vinegar are acidic while pure water is neutral.",
        "hindi": "साबुन का घोल क्षारीय प्रकृति का होता है। क्षारीय विलयन लाल लिटमस को नीला कर देते हैं। नींबू का रस और सिरका अम्लीय हैं जबकि शुद्ध जल उदासीन होता है।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What color does vanilla extract turn in a basic solution?",
        "hindi": "क्षारीय विलयन में वेनिला अर्क का रंग क्या हो जाता है?"
      },
      "option": {
        "english": [
          "Red",
          "Blue",
          "Yellow",
          "Green"
        ],
        "hindi": [
          "लाल",
          "नीला", 
          "पीला",
          "हरा"
        ]
      },
      "answer": 2,
      "explanation": {
        "english": "Vanilla extract contains natural indicators that change color in different pH conditions. In basic solutions, vanilla extract turns yellow due to the presence of vanillin compounds that act as pH indicators.",
        "hindi": "वेनिला अर्क में प्राकृतिक सूचक होते हैं जो विभिन्न pH परिस्थितियों में रंग बदलते हैं। क्षारीय विलयन में, वेनिला अर्क पीला हो जाता है क्योंकि इसमें वैनिलिन यौगिक होते हैं जो pH सूचक की तरह काम करते हैं।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "Which of these is a weak base?",
        "hindi": "इनमें से कौन एक दुर्बल क्षार है?"
      },
      "option": {
        "english": [
          "NH₄OH",
          "NaOH",
          "KOH",
          "Ca(OH)₂"
        ],
        "hindi": [
          "NH₄OH",
          "NaOH",
          "KOH",
          "Ca(OH)₂"
        ]
      },
      "answer": 0,
      "explanation": {
        "english": "Ammonium hydroxide (NH₄OH) is a weak base as it partially ionizes in water. NaOH, KOH, and Ca(OH)₂ are strong bases that completely ionize in water.",
        "hindi": "अमोनियम हाइड्रॉक्साइड (NH₄OH) एक दुर्बल क्षार है क्योंकि यह पानी में आंशिक रूप से आयनित होता है। NaOH, KOH, और Ca(OH)₂ प्रबल क्षार हैं जो पानी में पूरी तरह से आयनित हो जाते हैं।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What is the nature of antacid tablets?",
        "hindi": "एंटासिड टैबलेट की प्रकृति क्या होती है?"
      },
      "option": {
        "english": [
          "Acidic",
          "Basic",
          "Neutral",
          "Amphoteric"
        ],
        "hindi": [
          "अम्लीय",
          "क्षारीय",
          "उदासीन",
          "उभयधर्मी"
        ]
      },
      "answer": 1,
      "explanation": {
        "english": "Antacid tablets are basic in nature. They contain bases like Mg(OH)₂ or CaCO₃ which neutralize excess stomach acid (HCl): Mg(OH)₂ + 2HCl → MgCl₂ + 2H₂O",
        "hindi": "एंटासिड टैबलेट क्षारीय प्रकृति की होती हैं। इनमें Mg(OH)₂ या CaCO₃ जैसे क्षार होते हैं जो पेट के अतिरिक्त अम्ल (HCl) को उदासीन करते हैं: Mg(OH)₂ + 2HCl → MgCl₂ + 2H₂O"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "Which acid is used in the preservation of food items?",
        "hindi": "खाद्य पदार्थों के संरक्षण में किस अम्ल का उपयोग किया जाता है?"
      },
      "option": {
        "english": [
          "Sulfuric acid",
          "Hydrochloric acid",
          "Nitric acid",
          "Benzoic acid"
        ],
        "hindi": [
          "सल्फ्यूरिक एसिड",
          "हाइड्रोक्लोरिक एसिड",
          "नाइट्रिक एसिड",
          "बेंजोइक एसिड"
        ]
      },
      "answer": 3,
      "explanation": {
        "english": "Benzoic acid (C₆H₅COOH) is commonly used as a food preservative because it prevents the growth of bacteria and fungi. It is safe for consumption in small quantities.",
        "hindi": "बेंजोइक एसिड (C₆H₅COOH) का उपयोग खाद्य परिरक्षक के रूप में किया जाता है क्योंकि यह बैक्टीरिया और फंगी की वृद्धि को रोकता है। छोटी मात्रा में यह खाने के लिए सुरक्षित है।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "Why is hydrochloric acid used in our stomach for digestion?",
        "hindi": "पाचन के लिए हमारे पेट में हाइड्रोक्लोरिक एसिड का उपयोग क्यों किया जाता है?"
      },
      "option": {
        "english": [
           "All of the above",
          "To maintain pH balance",
          "To kill harmful bacteria",
          "To break down proteins"
        ],
        "hindi": [
           "उपरोक्त सभी",
          "pH संतुलन बनाए रखने के लिए",
          "हानिकारक बैक्टीरिया को मारने के लिए",
          "प्रोटीन को तोड़ने के लिए"
        ]
      },
      "answer": 0,
      "explanation": {
        "english": "HCl in stomach serves multiple purposes: it maintains acidic pH around 1.2-3.0, kills harmful bacteria entering through food, and helps break down proteins by activating the enzyme pepsin. This makes digestion efficient and safe.",
        "hindi": "पेट में HCl कई उद्देश्यों की पूर्ति करता है: यह 1.2-3.0 के आसपास अम्लीय pH बनाए रखता है, भोजन के माध्यम से प्रवेश करने वाले हानिकारक बैक्टीरिया को मारता है, और पेप्सिन एंजाइम को सक्रिय करके प्रोटीन को तोड़ने में मदद करता है। यह पाचन को कुशल और सुरक्षित बनाता है।"
      },
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "Why is baking soda used in bakery products?",
        "hindi": "बेकरी उत्पादों में बेकिंग सोडा का उपयोग क्यों किया जाता है?"
      },
      "option": {
        "english": [
          "To make them salty",
          "To improve their color",
          "To make them rise due to CO₂ release",
          "To make them more sweet"
        ],
        "hindi": [
          "उन्हें नमकीन बनाने के लिए",
          "उनका रंग सुधारने के लिए",
          "CO₂ निकलने से उन्हें फूलने के लिए",
          "उन्हें अधिक मीठा बनाने के लिए"
        ]
      },
      "answer": 2,
      "explanation": {
        "english": "Baking soda (NaHCO₃) reacts with acids in the dough to release CO₂ gas: NaHCO₃ + H⁺ → Na⁺ + H₂O + CO₂. These CO₂ bubbles make the dough rise and make bakery products fluffy.",
        "hindi": "बेकिंग सोडा (NaHCO₃) आटे में मौजूद अम्लों से क्रिया करके CO₂ गैस निकालता है: NaHCO₃ + H⁺ → Na⁺ + H₂O + CO₂. ये CO₂ के बुलबुले आटे को फुलाते हैं और बेकरी उत्पादों को मुलायम बनाते हैं।"
      },
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "The pH of gastric juices in our stomach is:",
        "hindi": "हमारे पेट में गैस्ट्रिक जूस का pH होता है:"
      },
      "option": {
        "english": [
          "7.0",
          "1.2",
          "5.0",
          "8.0"
        ],
        "hindi": [
          "7.0",
          "1.2",
          "5.0",
          "8.0"
        ]
      },
      "answer": 1,
      "explanation": {
        "english": "Gastric juice has pH 1.2 due to the presence of hydrochloric acid (HCl). This acidic environment helps in digestion of food and kills harmful bacteria.",
        "hindi": "हाइड्रोक्लोरिक एसिड (HCl) की उपस्थिति के कारण गैस्ट्रिक जूस का pH 1.2 होता है। यह अम्लीय वातावरण भोजन के पाचन में मदद करता है और हानिकारक बैक्टीरिया को मारता है।"
      },
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "If pOH of a solution is 4, its pH will be:",
        "hindi": "यदि किसी विलयन का pOH 4 है, तो उसका pH होगा:"
      },
      "option": {
        "english": [
          "4",
          "7",
          "-4",
          "10"
        ],
        "hindi": [
          "4",
          "7",
          "-4",
          "10"
        ]
      },
      "answer": 3,
      "explanation": {
        "english": "pH + pOH = 14 (in water at 25°C). So if pOH = 4, then pH = 14 - 4 = 10. This shows the solution is basic as pH > 7.",
        "hindi": "pH + pOH = 14 (25°C पर जल में)। अतः यदि pOH = 4 है, तो pH = 14 - 4 = 10 होगा। यह दर्शाता है कि विलयन क्षारीय है क्योंकि pH > 7 है।"
      },
      "image": null,
      "medium": "hard"
    },
    {
      "question_name": {
        "english": "Which of these is an amphoteric oxide?",
        "hindi": "इनमें से कौन एक उभयधर्मी ऑक्साइड है?"
      },
      "option": {
        "english": [
          "Al₂O₃",
          "Na₂O",
          "SO₂",
          "CO₂"
        ],
        "hindi": [
          "Al₂O₃",
          "Na₂O",
          "SO₂",
          "CO₂"
        ]
      },
      "answer": 0,
      "explanation": {
        "english": "Al₂O₃ is amphoteric - it reacts with both acids and bases. With HCl: Al₂O₃ + 6HCl → 2AlCl₃ + 3H₂O. With NaOH: Al₂O₃ + 2NaOH + 3H₂O → 2Na[Al(OH)₄]",
        "hindi": "Al₂O₃ उभयधर्मी है - यह अम्ल और क्षार दोनों से क्रिया करता है। HCl के साथ: Al₂O₃ + 6HCl → 2AlCl₃ + 3H₂O. NaOH के साथ: Al₂O₃ + 2NaOH + 3H₂O → 2Na[Al(OH)₄]"
      },
      "image": null,
      "medium": "hard"
    }
]