[
  {
    "question_name": {
      "english": "What is environmental awareness?",
      "hindi": "पर्यावरण जागरूकता क्या है?"
    },
    "option": {
      "english": [
        "No knowledge",
        "Environmental knowledge",
        "Just information",
        "Random facts"
      ],
      "hindi": [
        "कोई ज्ञान नहीं",
        "पर्यावरण ज्ञान",
        "केवल जानकारी",
        "यादृच्छिक तथ्य"
      ]
    },
    "explanation": {
      "english": "Environmental awareness means understanding how human actions affect the environment and taking steps to protect it. It includes knowledge about pollution, conservation, and sustainable practices that help preserve nature for future generations.",
      "hindi": "पर्यावरण जागरूकता का अर्थ है यह समझना कि मानव गतिविधियां पर्यावरण को कैसे प्रभावित करती हैं और इसकी रक्षा के लिए कदम उठाना। इसमें प्रदूषण, संरक्षण और टिकाऊ प्रथाओं के बारे में ज्ञान शामिल है जो भविष्य की पीढ़ियों के लिए प्रकृति को संरक्षित करने में मदद करता है।"
    },
    "answer": 1,
    "image": null,
    "medium": "easy"
  },
    {
      "question_name": {
        "english": "What is soil profile?",
        "hindi": "मृदा प्रोफ़ाइल क्या है?"
      },
      "option": {
        "english": [
          "Surface only",
          "Random layers",
          "Soil layers",
          "No layers"
        ],
        "hindi": [
          "केवल सतह",
          "यादृच्छिक परतें",
          "मिट्टी की परतें",
          "कोई परत नहीं"
        ]
      },
      "explanation": {
        "english": "Soil profile shows different horizontal layers of soil from surface to bedrock. These layers (horizons) include topsoil, subsoil and parent material, each with different properties important for plant growth and water retention.",
        "hindi": "मृदा प्रोफ़ाइल सतह से चट्टान तक मिट्टी की विभिन्न क्षैतिज परतों को दिखाता है। इन परतों (क्षितिज) में ऊपरी मिट्टी, उप-मिट्टी और मूल सामग्री शामिल हैं, जिनमें से प्रत्येक में पौधों की वृद्धि और जल धारण के लिए महत्वपूर्ण विभिन्न गुण होते हैं।"
      },
      "answer": 2,
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "Why is vermicomposting considered eco-friendly?",
        "hindi": "वर्मीकम्पोस्टिंग को पर्यावरण के अनुकूल क्यों माना जाता है?"
      },
      "option": {
        "english": [
          "Natural recycling process",
          "Uses chemicals",
          "Requires machinery",
          "Needs electricity"
        ],
        "hindi": [
          "प्राकृतिक पुनर्चक्रण प्रक्रिया",
          "रसायनों का उपयोग",
          "मशीनरी की आवश्यकता",
          "बिजली की जरूरत"
        ]
      },
      "explanation": {
        "english": "Vermicomposting is eco-friendly because it uses earthworms to naturally convert organic waste into rich fertilizer. This process requires no chemicals or electricity, reduces waste in landfills, and produces nutrient-rich soil for plants.",
        "hindi": "वर्मीकम्पोस्टिंग पर्यावरण के अनुकूल है क्योंकि यह जैविक कचरे को प्राकृतिक रूप से समृद्ध खाद में बदलने के लिए केंचुओं का उपयोग करती है। इस प्रक्रिया में कोई रसायन या बिजली की आवश्यकता नहीं होती है, लैंडफिल में कचरे को कम करती है, और पौधों के लिए पोषक तत्वों से भरपूर मिट्टी का उत्पादन करती है।"
      },
      "answer": 0,
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "Why is waste water treatment important for environmental protection?",
        "hindi": "पर्यावरण संरक्षण के लिए अपशिष्ट जल उपचार क्यों महत्वपूर्ण है?"
      },
      "option": {
        "english": [
          "Only for drinking",
          "Just for cleaning",
          "No real purpose",
          "Prevents water pollution"
        ],
        "hindi": [
          "केवल पीने के लिए",
          "केवल सफाई के लिए",
          "कोई वास्तविक उद्देश्य नहीं",
          "जल प्रदूषण को रोकता है"
        ]
      },
      "explanation": {
        "english": "Wastewater treatment is crucial because it removes harmful pollutants before water returns to the environment. This process protects aquatic life, prevents diseases, and makes water safe for reuse in agriculture and industry.",
        "hindi": "अपशिष्ट जल उपचार महत्वपूर्ण है क्योंकि यह पानी को पर्यावरण में वापस भेजने से पहले हानिकारक प्रदूषकों को हटाता है। यह प्रक्रिया जलीय जीवन की रक्षा करती है, बीमारियों को रोकती है, और कृषि और उद्योग में पुन: उपयोग के लिए पानी को सुरक्षित बनाती है।"
      },
      "answer": 3,
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What is watershed?",
        "hindi": "जलग्रहण क्या है?"
      },
      "option": {
        "english": [
          "Water waste",
          "Water area",
          "Just river",
          "Only lake"
        ],
        "hindi": [
          "जल बर्बादी",
          "जल क्षेत्र",
          "केवल नदी",
          "केवल झील"
        ]
      },
      "explanation": {
        "english": "A watershed is an area of land that drains all rainfall and streams into a common water body like a river or lake. It is important for water management and affects the water quality of the region.",
        "hindi": "जलग्रहण भूमि का वह क्षेत्र है जो सभी वर्षा और जलधाराओं को एक सामान्य जल निकाय जैसे नदी या झील में बहाता है। यह जल प्रबंधन के लिए महत्वपूर्ण है और क्षेत्र की जल गुणवत्ता को प्रभावित करता है।"
      },
      "answer": 1,
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "Which is an abiotic factor?",
        "hindi": "अजैविक कारक कौन सा है?"
      },
      "option": {
        "english": [
          "Plants",
          "Animals",
          "Bacteria",
          "Sunlight"
        ],
        "hindi": [
          "पौधे",
          "जानवर",
          "बैक्टीरिया",
          "सूर्य का प्रकाश"
        ]
      },
      "explanation": {
        "english": "Abiotic factors are non-living components of an ecosystem like sunlight, water, air, soil, and temperature. These factors are essential for life but are not themselves living things, unlike plants or animals.",
        "hindi": "अजैविक कारक पारिस्थितिकी तंत्र के निर्जीव घटक हैं जैसे सूर्य का प्रकाश, पानी, हवा, मिट्टी और तापमान। ये कारक जीवन के लिए आवश्यक हैं लेकिन पौधों या जानवरों के विपरीत स्वयं जीवित नहीं हैं।"
      },
      "answer": 3,
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "Which gas causes acid rain?",
        "hindi": "कौन सी गैस अम्ल वर्षा का कारण बनती है?"
      },
      "option": {
        "english": [
          "Sulfur dioxide",
          "Oxygen",
          "Nitrogen",
          "Hydrogen"
        ],
        "hindi": [
          "सल्फर डाइऑक्साइड",
          "ऑक्सीजन",
          "नाइट्रोजन",
          "हाइड्रोजन"
        ]
      },
      "explanation": {
        "english": "Sulfur dioxide, mainly released from industries and vehicles, combines with water in the atmosphere to form acid rain. This acidic rain damages plants, buildings, and aquatic life when it falls to Earth.",
        "hindi": "सल्फर डाइऑक्साइड, जो मुख्य रूप से उद्योगों और वाहनों से निकलती है, वायुमंडल में पानी के साथ मिलकर अम्ल वर्षा बनाती है। यह अम्लीय वर्षा जब धरती पर गिरती है तो पौधों, इमारतों और जलीय जीवन को नुकसान पहुंचाती है।"
      },
      "answer": 0,
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "What is wildlife sanctuary?",
        "hindi": "वन्यजीव अभयारण्य क्या है?"
      },
      "option": {
        "english": [
          "Open area",
          "Empty space",
          "Protected area",
          "Public park"
        ],
        "hindi": [
          "खुला क्षेत्र",
          "खाली स्थान",
          "संरक्षित क्षेत्र",
          "सार्वजनिक पार्क"
        ]
      },
      "explanation": {
        "english": "A wildlife sanctuary is a protected natural area where animals can live safely in their natural habitat. It helps preserve endangered species and maintains biodiversity by protecting animals from hunting and habitat destruction.",
        "hindi": "वन्यजीव अभयारण्य एक संरक्षित प्राकृतिक क्षेत्र है जहां जानवर अपने प्राकृतिक आवास में सुरक्षित रह सकते हैं। यह जानवरों को शिकार और आवास विनाश से बचाकर लुप्तप्राय प्रजातियों को संरक्षित करने और जैव विविधता को बनाए रखने में मदद करता है।"
      },
      "answer": 2,
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "What is energy conservation?",
        "hindi": "ऊर्जा संरक्षण क्या है?"
      },
      "option": {
        "english": [
          "Energy waste",
          "Energy saving",
          "Energy loss",
          "Energy removal"
        ],
        "hindi": [
          "ऊर्जा बर्बादी",
          "ऊर्जा बचत",
          "ऊर्जा हानि",
          "ऊर्जा निकासी"
        ]
      },
      "explanation": {
        "english": "Energy conservation means using energy efficiently and avoiding waste. Simple actions like turning off unused lights, using energy-efficient appliances, and proper insulation help save energy and reduce environmental impact.",
        "hindi": "ऊर्जा संरक्षण का अर्थ है ऊर्जा का कुशलतापूर्वक उपयोग करना और बर्बादी से बचना। अनुपयोगी लाइटें बंद करना, ऊर्जा-कुशल उपकरणों का उपयोग करना और उचित इन्सुलेशन जैसे सरल कार्य ऊर्जा बचाने और पर्यावरणीय प्रभाव को कम करने में मदद करते हैं।"
      },
      "answer": 1,
      "image": null,
      "medium": "hard"
    },
    {
      "question_name": {
        "english": "Why are abiotic factors essential for an ecosystem?",
        "hindi": "पारिस्थितिकी तंत्र के लिए अजैविक कारक क्यों आवश्यक हैं?"
      },
      "option": {
        "english": [
          "Only affect plants",
          "No importance",
          "Only affect animals",
          "Support all life forms"
        ],
        "hindi": [
          "केवल पौधों को प्रभावित करते हैं",
          "कोई महत्व नहीं",
          "केवल जानवरों को प्रभावित करते हैं",
          "सभी जीवन रूपों का समर्थन करते हैं"
        ]
      },
      "explanation": {
        "english": "Abiotic factors like sunlight, water, air, and soil are essential because they provide the basic requirements for all life forms. Plants need them for photosynthesis, while animals depend on them for survival, making them crucial for the entire ecosystem.",
        "hindi": "सूर्य का प्रकाश, पानी, हवा और मिट्टी जैसे अजैविक कारक आवश्यक हैं क्योंकि वे सभी जीवन रूपों के लिए बुनियादी आवश्यकताएं प्रदान करते हैं। पौधों को प्रकाश संश्लेषण के लिए इनकी आवश्यकता होती है, जबकि जानवर अपने जीवन के लिए इन पर निर्भर करते हैं, जो पूरे पारिस्थितिकी तंत्र के लिए महत्वपूर्ण है।"
      },
      "answer": 3,
      "image": null,
      "medium": "hard"
    }
  ]