[
    {
      "question_name": {
        "english": "What is the role of earthworms in soil?",
        "hindi": "मिट्टी में केंचुओं की क्या भूमिका है?"
      },
      "option": {
        "english": [
          "Soil hardening",
          "Soil damage", 
          "Soil fertility",
          "Soil erosion"
        ],
        "hindi": [
          "मिट्टी कठोरीकरण",
          "मिट्टी क्षति",
          "मिट्टी उर्वरता",
          "मिट्टी कटाव"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Earthworms help make soil fertile by breaking down dead plants and animals into simpler substances. They also make tunnels in soil which helps air and water to reach plant roots better.",
        "hindi": "केंचुए मृत पौधों और जानवरों को सरल पदार्थों में तोड़कर मिट्टी को उपजाऊ बनाने में मदद करते हैं। वे मिट्टी में सुरंगें भी बनाते हैं जिससे हवा और पानी पौधों की जड़ों तक बेहतर ढंग से पहुंच सकता है।"
      }
    },
    {
      "question_name": {
        "english": "What is air quality index?",
        "hindi": "वायु गुणवत्ता सूचकांक क्या है?"
      },
      "option": {
        "english": [
          "Random number",
          "Temperature",
          "Just number",
          "Pollution measure"
        ],
        "hindi": [
          "यादृच्छिक संख्या",
          "तापमान",
          "केवल संख्या",
          "प्रदूषण माप"
        ]
      },
      "answer": 3,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Air Quality Index (AQI) is a simple number that tells us how clean or polluted the air is. A low AQI means clean air, while a high AQI means the air is polluted and harmful to breathe.",
        "hindi": "वायु गुणवत्ता सूचकांक एक सरल संख्या है जो हमें बताती है कि हवा कितनी स्वच्छ या प्रदूषित है। कम AQI का मतलब स्वच्छ हवा है, जबकि उच्च AQI का मतलब है कि हवा प्रदूषित है और सांस लेने के लिए हानिकारक है।"
      }
    },
    {
      "question_name": {
        "english": "What is the importance of wildlife sanctuaries?",
        "hindi": "वन्यजीव अभयारण्यों का क्या महत्व है?"
      },
      "option": {
        "english": [
          "Tourism only",
          "Wildlife protection",
          "Entertainment",
          "Research only"
        ],
        "hindi": [
          "केवल पर्यटन",
          "वन्यजीव संरक्षण",
          "मनोरंजन",
          "केवल अनुसंधान"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Wildlife sanctuaries protect animals and their natural homes. They give animals a safe place to live, find food, and have babies without being disturbed by humans. This helps save endangered species from dying out.",
        "hindi": "वन्यजीव अभयारण्य जानवरों और उनके प्राकृतिक घरों की रक्षा करते हैं। वे जानवरों को रहने, भोजन खोजने और मनुष्यों द्वारा परेशान किए बिना बच्चे पैदा करने के लिए एक सुरक्षित स्थान देते हैं। यह विलुप्त होने से बचाने में मदद करता है।"
      }
    },
    {
      "question_name": {
        "english": "What is e-waste?",
        "hindi": "ई-कचरा क्या है?"
      },
      "option": {
        "english": [
          "Electronic waste",
          "Paper waste",
          "Food waste",
          "Plastic waste"
        ],
        "hindi": [
          "इलेक्ट्रॉनिक कचरा",
          "कागज कचरा",
          "खाद्य कचरा",
          "प्लास्टिक कचरा"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "E-waste is old or broken electronic items like phones, computers, and TVs that we throw away. These contain harmful materials that can damage our environment if not disposed of properly.",
        "hindi": "ई-कचरा पुराने या टूटे हुए इलेक्ट्रॉनिक सामान जैसे फोन, कंप्यूटर और टीवी हैं जिन्हें हम फेंक देते हैं। इनमें हानिकारक पदार्थ होते हैं जो सही तरीके से न निपटाने पर हमारे पर्यावरण को नुकसान पहुंचा सकते हैं।"
      }
    },
    {
      "question_name": {
        "english": "What is the function of food web?",
        "hindi": "खाद्य जाल का क्या कार्य है?"
      },
      "option": {
        "english": [
          "Food storage",
          "Water cycle",
          "Energy transfer",
          "Air circulation"
        ],
        "hindi": [
          "खाद्य भंडारण",
          "जल चक्र",
          "ऊर्जा स्थानांतरण",
          "वायु परिसंचरण"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "A food web shows how energy moves from one living thing to another in nature. It starts with plants that get energy from the sun, then animals eat plants, and bigger animals eat smaller ones.",
        "hindi": "खाद्य जाल दिखाता है कि प्रकृति में ऊर्जा एक जीव से दूसरे में कैसे जाती है। यह पौधों से शुरू होता है जो सूरज से ऊर्जा प्राप्त करते हैं, फिर जानवर पौधों को खाते हैं, और बड़े जानवर छोटे जानवरों को खाते हैं।"
      }
    },
    {
      "question_name": {
        "english": "What is the effect of noise pollution?",
        "hindi": "ध्वनि प्रदूषण का क्या प्रभाव है?"
      },
      "option": {
        "english": [
          "Better sleep",
          "Hearing problems",
          "Improved health",
          "Better concentration"
        ],
        "hindi": [
          "बेहतर नींद",
          "श्रवण समस्याएं",
          "बेहतर स्वास्थ्य",
          "बेहतर एकाग्रता"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Too much loud noise can damage our ears and cause hearing problems. It can also make it hard to sleep, concentrate, and cause stress. This is why we should avoid very loud sounds and use ear protection when needed.",
        "hindi": "बहुत अधिक तेज आवाज हमारे कानों को नुकसान पहुंचा सकती है और सुनने में समस्याएं पैदा कर सकती है। इससे सोने और ध्यान केंद्रित करने में कठिनाई हो सकती है और तनाव भी हो सकता है। इसलिए हमें बहुत तेज आवाजों से बचना चाहिए और जरूरत पड़ने पर कान की सुरक्षा करनी चाहिए।"
      }
    },
    {
      "question_name": {
        "english": "What is the impact of pesticides on environment?",
        "hindi": "कीटनाशकों का पर्यावरण पर क्या प्रभाव है?"
      },
      "option": {
        "english": [
          "Environmental health",
          "Better crops",
          "Soil improvement",
          "Environmental damage"
        ],
        "hindi": [
          "पर्यावरण स्वास्थ्य",
          "बेहतर फसलें",
          "मिट्टी सुधार",
          "पर्यावरण क्षति"
        ]
      },
      "answer": 3,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Pesticides can harm the environment by killing helpful insects like bees, making soil less fertile, and polluting water when rain washes them into rivers and lakes. They can also harm birds and other animals that eat poisoned insects.",
        "hindi": "कीटनाशक मधुमक्खियों जैसे लाभदायक कीड़ों को मारकर, मिट्टी को कम उपजाऊ बनाकर और बारिश के साथ नदियों और झीलों में बहकर पानी को प्रदूषित करके पर्यावरण को नुकसान पहुंचा सकते हैं। ये विषैले कीड़ों को खाने वाले पक्षियों और अन्य जानवरों को भी नुकसान पहुंचा सकते हैं।"
      }
    },
    {
      "question_name": {
        "english": "Which gas is responsible for acid rain?",
        "hindi": "अम्ल वर्षा के लिए कौन सी गैस जिम्मेदार है?"
      },
      "option": {
        "english": [
          "Sulfur dioxide",
          "Oxygen",
          "Nitrogen",
          "Hydrogen"
        ],
        "hindi": [
          "सल्फर डाइऑक्साइड",
          "ऑक्सीजन",
          "नाइट्रोजन",
          "हाइड्रोजन"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Sulfur dioxide from factories and vehicles mixes with rain water to form acid rain. This acid rain can damage plants, buildings, and make water in lakes harmful for fish and other water animals.",
        "hindi": "कारखानों और वाहनों से निकलने वाली सल्फर डाइऑक्साइड बारिश के पानी के साथ मिलकर अम्ल वर्षा बनाती है। यह अम्ल वर्षा पौधों, इमारतों को नुकसान पहुंचा सकती है और झीलों के पानी को मछलियों और अन्य जलीय जीवों के लिए हानिकारक बना सकती है।"
      }
    },
    {
      "question_name": {
        "english": "What is the importance of coral reefs?",
        "hindi": "प्रवाल भित्तियों का क्या महत्व है?"
      },
      "option": {
        "english": [
          "No importance",
          "Tourism only",
          "Marine biodiversity",
          "Water storage"
        ],
        "hindi": [
          "कोई महत्व नहीं",
          "केवल पर्यटन",
          "समुद्री जैव विविधता",
          "जल भंडारण"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "Coral reefs are like underwater cities where many sea animals live. They provide food and shelter to fish and other marine life. They also protect coastlines from big waves and storms.",
        "hindi": "प्रवाल भित्तियां पानी के नीचे के शहरों की तरह हैं जहां कई समुद्री जानवर रहते हैं। वे मछलियों और अन्य समुद्री जीवों को भोजन और आश्रय प्रदान करती हैं। वे बड़ी लहरों और तूफानों से तटीय क्षेत्रों की रक्षा भी करती हैं।"
      }
    },
    {
      "question_name": {
        "english": "What is the role of mangroves?",
        "hindi": "मैंग्रोव की क्या भूमिका है?"
      },
      "option": {
        "english": [
          "Tourism",
          "Coastal protection",
          "Food production",
          "Water storage"
        ],
        "hindi": [
          "पर्यटन",
          "तटीय संरक्षण",
          "खाद्य उत्पादन",
          "जल भंडारण"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "Mangroves are special trees that grow near the sea. Their roots protect the coast from big waves and storms. They also provide homes for many fish and birds, and help prevent soil erosion.",
        "hindi": "मैंग्रोव समुद्र के पास उगने वाले विशेष पेड़ हैं। इनकी जड़ें बड़ी लहरों और तूफानों से तट की रक्षा करती हैं। वे कई मछलियों और पक्षियों को घर भी प्रदान करते हैं, और मिट्टी के कटाव को रोकने में मदद करते हैं।"
      }
    }
  ]