[
    {
      "question_name": {
        "english": "What is the role of mRNA in protein synthesis?",
        "hindi": "प्रोटीन संश्लेषण में mRNA की क्या भूमिका है?"
      },
      "option": {
        "english": [
          "Energy transfer",
          "Message carrier",
          "Protein storage",
          "DNA repair"
        ],
        "hindi": [
          "ऊर्जा स्थानांतरण",
          "संदेश वाहक",
          "प्रोटीन भंडारण",
          "DNA मरम्मत"
        ]
      },
      "answer": 1,
      "explanation": {
        "english": "mRNA (messenger RNA) acts as a message carrier in protein synthesis. It carries the genetic instructions from DNA in the nucleus to the ribosomes in the cytoplasm where proteins are made. Think of it like a delivery person carrying cooking instructions from the chef (DNA) to the kitchen (ribosomes).",
        "hindi": "mRNA (मैसेंजर RNA) प्रोटीन संश्लेषण में संदेश वाहक की तरह काम करता है। यह नाभिक में DNA से आनुवंशिक निर्देशों को कोशिका द्रव्य में स्थित राइबोसोम तक ले जाता है जहां प्रोटीन बनती है। इसे एक डिलीवरी पर्सन की तरह समझें जो शेफ (DNA) से पाक विधि को रसोई (राइबोसोम) तक पहुंचाता है।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What is the role of mutations in evolution?",
        "hindi": "विकास में उत्परिवर्तन की क्या भूमिका है?"
      },
      "option": {
        "english": [
          "Reduce diversity",
          "Stop evolution",
          "Maintain stability",
          "Create variation"
        ],
        "hindi": [
          "विविधता कम करना",
          "विकास रोकना",
          "स्थिरता बनाए रखना",
          "विभिन्नता उत्पन्न करना"
        ]
      },
      "answer": 3,
      "explanation": {
        "english": "Mutations create variations in living organisms by changing their DNA sequence. These changes can give rise to new traits. Some mutations may be helpful for survival, while others may be harmful. Helpful mutations get passed on to future generations through natural selection, leading to evolution.",
        "hindi": "उत्परिवर्तन जीवों के DNA अनुक्रम को बदलकर उनमें विभिन्नताएं पैदा करते हैं। इन परिवर्तनों से नए लक्षण उत्पन्न हो सकते हैं। कुछ उत्परिवर्तन जीवित रहने में सहायक हो सकते हैं, जबकि अन्य हानिकारक हो सकते हैं। सहायक उत्परिवर्तन प्राकृतिक चयन के माध्यम से भावी पीढ़ियों में पहुंचते हैं, जिससे विकास होता है।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What determines the sequence of amino acids in a protein?",
        "hindi": "प्रोटीन में अमीनो एसिड का क्रम क्या निर्धारित करता है?"
      },
      "option": {
        "english": [
          "RNA sequence",
          "Protein structure",
          "DNA sequence",
          "Cell type"
        ],
        "hindi": [
          "RNA अनुक्रम",
          "प्रोटीन संरचना",
          "DNA अनुक्रम",
          "कोशिका प्रकार"
        ]
      },
      "answer": 2,
      "explanation": {
        "english": "The DNA sequence determines the order of amino acids in a protein. DNA contains a code made up of four bases (A,T,G,C) that is read in groups of three. Each three-base code specifies a particular amino acid. This is like following a recipe where the DNA sequence tells exactly which amino acids to put together and in what order.",
        "hindi": "DNA अनुक्रम प्रोटीन में अमीनो एसिड का क्रम निर्धारित करता है। DNA में चार क्षारों (A,T,G,C) का बना कोड होता है जिसे तीन-तीन के समूह में पढ़ा जाता है। प्रत्येक तीन-क्षार का कोड एक विशेष अमीनो एसिड को निर्दिष्ट करता है। यह एक पाक विधि की तरह है जहां DNA अनुक्रम बताता है कि किन अमीनो एसिड को किस क्रम में जोड़ना है।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What is the genotype of an organism when both alleles for a trait are identical?",
        "hindi": "जब किसी लक्षण के लिए दोनों एलील समान होते हैं तो जीव का जीनोटाइप क्या कहलाता है?"
      },
      "option": {
        "english": [
          "Homozygous",
          "Heterozygous", 
          "Hemizygous",
          "Polygenic"
        ],
        "hindi": [
          "समयुग्मजी",
          "विषमयुग्मजी",
          "अर्धयुग्मजी",
          "बहुजीनी"
        ]
      },
      "answer": 0,
      "explanation": {
        "english": "When both alleles (gene copies) for a trait are identical, the organism is called homozygous for that trait. For example, if a pea plant has two alleles for tall height (TT), it is homozygous. This is like having two identical copies of the same instruction.",
        "hindi": "जब किसी लक्षण के लिए दोनों एलील (जीन की प्रतियां) समान होते हैं, तो जीव को उस लक्षण के लिए समयुग्मजी कहा जाता है। उदाहरण के लिए, यदि मटर के पौधे में लंबाई के लिए दो समान एलील (TT) हैं, तो वह समयुग्मजी है। यह एक ही निर्देश की दो समान प्रतियों की तरह है।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What is the function of ribosomes?",
        "hindi": "राइबोसोम का क्या कार्य है?"
      },
      "option": {
        "english": [
          "DNA synthesis",
          "Protein synthesis",
          "Energy production",
          "Cell division"
        ],
        "hindi": [
          "DNA संश्लेषण",
          "प्रोटीन संश्लेषण",
          "ऊर्जा उत्पादन",
          "कोशिका विभाजन"
        ]
      },
      "answer": 1,
      "explanation": {
        "english": "Ribosomes are tiny factories in cells that make proteins. They read the instructions carried by mRNA and join amino acids together in the correct order to form proteins. Think of ribosomes as assembly lines where workers (ribosomes) follow instructions (mRNA) to build products (proteins).",
        "hindi": "राइबोसोम कोशिकाओं में छोटी फैक्टरियां हैं जो प्रोटीन बनाती हैं। वे mRNA द्वारा लाए गए निर्देशों को पढ़ते हैं और प्रोटीन बनाने के लिए अमीनो एसिड को सही क्रम में जोड़ते हैं। राइबोसोम को एक असेंबली लाइन की तरह समझें जहां कार्यकर्ता (राइबोसोम) निर्देशों (mRNA) का पालन करके उत्पाद (प्रोटीन) बनाते हैं।"
      },
      "image": null,
      "medium": "easy"
    },
    {
      "question_name": {
        "english": "What is genetic recombination?",
        "hindi": "आनुवंशिक पुनर्संयोजन क्या है?"
      },
      "option": {
        "english": [
          "DNA repair",
          "Gene copying",
          "Gene mixing",
          "DNA deletion"
        ],
        "hindi": [
          "DNA मरम्मत",
          "जीन प्रतिलिपि",
          "जीन मिश्रण",
          "DNA विलोपन"
        ]
      },
      "answer": 2,
      "explanation": {
        "english": "Genetic recombination is the mixing of genes from two parents during reproduction. It happens when chromosomes exchange parts during the formation of egg and sperm cells. This mixing creates new combinations of traits in offspring, like mixing different colored paints to get new colors.",
        "hindi": "आनुवंशिक पुनर्संयोजन प्रजनन के दौरान दो जनकों के जीनों का मिश्रण है। यह तब होता है जब अंडा और शुक्राणु कोशिकाओं के निर्माण के दौरान गुणसूत्र अपने हिस्सों का आदान-प्रदान करते हैं। यह मिश्रण संतान में लक्षणों के नए संयोजन बनाता है, जैसे अलग-अलग रंगों के पेंट को मिलाकर नए रंग प्राप्त करना।"
      },
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "Why does Mendel's law of independent assortment state that alleles of different genes assort independently during gamete formation?",
        "hindi": "मेंडल का स्वतंत्र अपव्यूहन का नियम क्यों कहता है कि विभिन्न जीनों के एलील युग्मक निर्माण के दौरान स्वतंत्र रूप से व्यवस्थित होते हैं?"
      },
      "option": {
        "english": [
          "Due to genetic linkage",
          "Due to crossing over",
          "Due to gene mutation",
          "Due to random segregation of chromosomes"
        ],
        "hindi": [
          "आनुवंशिक सहलग्नता के कारण",
          "क्रॉसिंग ओवर के कारण",
          "जीन उत्परिवर्तन के कारण",
          "गुणसूत्रों के यादृच्छिक पृथक्करण के कारण"
        ]
      },
      "answer": 3,
      "explanation": {
        "english": "During gamete formation, chromosomes separate randomly into different cells. This is like shuffling and dealing cards - each new hand is random. This random separation means that genes on different chromosomes get mixed independently, creating many possible combinations in offspring.",
        "hindi": "युग्मक निर्माण के दौरान, गुणसूत्र यादृच्छिक रूप से अलग-अलग कोशिकाओं में अलग हो जाते हैं। यह ताश के पत्तों को फेंटने और बांटने की तरह है - हर नया हाथ यादृच्छिक होता है। यह यादृच्छिक पृथक्करण का अर्थ है कि अलग-अलग गुणसूत्रों पर स्थित जीन स्वतंत्र रूप से मिश्रित होते हैं, जिससे संतान में कई संभावित संयोजन बनते हैं।"
      },
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "Which molecule stores genetic code?",
        "hindi": "कौन सा अणु आनुवंशिक कोड संग्रहित करता है?"
      },
      "option": {
        "english": [
          "DNA",
          "Protein",
          "Lipid",
          "Carbohydrate"
        ],
        "hindi": [
          "DNA",
          "प्रोटीन",
          "लिपिड",
          "कार्बोहाइड्रेट"
        ]
      },
      "answer": 0,
      "explanation": {
        "english": "DNA (Deoxyribonucleic Acid) stores the genetic code. It's like a recipe book containing instructions for making all parts of our body. These instructions are passed from parents to children, which is why children look similar to their parents. DNA is found in the nucleus of almost every cell in our body.",
        "hindi": "DNA (डीऑक्सीराइबोन्यूक्लिक एसिड) आनुवंशिक कोड को संग्रहित करता है। यह एक पाक-पुस्तिका की तरह है जिसमें हमारे शरीर के सभी भागों को बनाने के निर्देश होते हैं। ये निर्देश माता-पिता से बच्चों में जाते हैं, इसलिए बच्चे अपने माता-पिता के समान दिखते हैं। DNA हमारे शरीर की लगभग हर कोशिका के नाभिक में पाया जाता है।"
      },
      "image": null,
      "medium": "medium"
    },
    {
      "question_name": {
        "english": "Why did Mendel choose pea plants for his experiments?",
        "hindi": "मेंडल ने अपने प्रयोगों के लिए मटर के पौधे क्यों चुने?"
      },
      "option": {
        "english": [
          "Because they were easily available",
          "Because they had distinct contrasting traits",
          "Because they were small in size",
          "Because they grew quickly"
        ],
        "hindi": [
          "क्योंकि वे आसानी से उपलब्ध थे",
          "क्योंकि उनमें स्पष्ट विपरीत लक्षण थे",
          "क्योंकि वे आकार में छोटे थे",
          "क्योंकि वे जल्दी बढ़ते थे"
        ]
      },
      "answer": 1,
      "explanation": {
        "english": "Mendel chose pea plants because they showed clear contrasting traits like tall vs short plants, yellow vs green seeds, round vs wrinkled seeds. These distinct differences made it easy to track how traits were inherited. Also, pea plants can self-pollinate and cross-pollinate, which helped Mendel control breeding experiments.",
        "hindi": "मेंडल ने मटर के पौधे चुने क्योंकि उनमें स्पष्ट विपरीत लक्षण थे जैसे लंबे बनाम छोटे पौधे, पीले बनाम हरे बीज, गोल बनाम झुर्रीदार बीज। इन स्पष्ट अंतरों ने लक्षणों की वंशानुगति को ट्रैक करना आसान बना दिया। साथ ही, मटर के पौधे स्व-परागण और पर-परागण कर सकते हैं, जिससे मेंडल को प्रजनन प्रयोगों को नियंत्रित करने में मदद मिली।"
      },
      "image": null,
      "medium": "hard"
    },
    {
      "question_name": {
        "english": "In a dihybrid cross between plants with round yellow seeds (RRYY) and wrinkled green seeds (rryy), what is the ratio of round yellow : round green : wrinkled yellow : wrinkled green seeds in F2 generation?",
        "hindi": "गोल पीले बीज (RRYY) और झुर्रीदार हरे बीज (rryy) वाले पौधों के बीच द्विसंकर क्रॉस में, F2 पीढ़ी में गोल पीला : गोल हरा : झुर्रीदार पीला : झुर्रीदार हरा बीजों का अनुपात क्या होगा?"
      },
      "option": {
        "english": [
          "1:1:1:1",
          "3:3:3:1", 
          "9:3:3:1",
          "1:2:2:1"
        ],
        "hindi": [
          "1:1:1:1",
          "3:3:3:1",
          "9:3:3:1", 
          "1:2:2:1"
        ]
      },
      "answer": 2,
      "explanation": {
        "english": "In a dihybrid cross, F2 generation shows a 9:3:3:1 ratio. This means out of 16 plants: 9 will have round yellow seeds (dominant traits), 3 will have round green seeds, 3 will have wrinkled yellow seeds, and 1 will have wrinkled green seeds (recessive traits). This is like mixing two pairs of characteristics where some combinations appear more often than others.",
        "hindi": "एक द्विसंकर क्रॉस में, F2 पीढ़ी 9:3:3:1 का अनुपात दिखाती है। इसका मतलब है कि 16 पौधों में से: 9 में गोल पीले बीज (प्रभावी लक्षण) होंगे, 3 में गोल हरे बीज, 3 में झुर्रीदार पीले बीज, और 1 में झुर्रीदार हरे बीज (अप्रभावी लक्षण) होंगे। यह दो जोड़ी विशेषताओं को मिश्रित करने की तरह है जहां कुछ संयोजन अन्य की तुलना में अधिक बार दिखाई देते हैं।"
      },
      "image": null,
      "medium": "hard"
    }
  ]