[
  {
    "question_name": {
      "english": "Which element shows most metallic character in period 3?",
      "hindi": "आवर्त 3 में कौन सा तत्व सबसे अधिक धात्विक गुण दर्शाता है?"
    },
    "option": {
      "english": [
        "Mg",
        "Al",
        "Na",
        "Si"
      ],
      "hindi": [
        "Mg",
        "Al",
        "Na",
        "Si"
      ]
    },
    "answer": 2,
    "image": null,
    "medium": "easy",
    "explanation": {
      "english": "Sodium (Na) shows the most metallic character because it has only one electron in its outermost shell which it can easily lose to form positive ions. As we move left to right in a period, metallic character decreases.",
      "hindi": "सोडियम (Na) सबसे अधिक धात्विक गुण दर्शाता है क्योंकि इसके बाह्यतम कक्ष में केवल एक इलेक्ट्रॉन होता है जिसे यह आसानी से खो सकता है। जैसे-जैसे हम आवर्त में बाएं से दाएं जाते हैं, धात्विक गुण कम होता जाता है।"
    }
  },
    {
      "question_name": {
        "english": "Which block contains alkali metals?",
        "hindi": "क्षार धातुएं किस ब्लॉक में होती हैं?"
      },
      "option": {
        "english": [
          "s-block",
          "p-block",
          "d-block",
          "f-block"
        ],
        "hindi": [
          "s-ब्लॉक",
          "p-ब्लॉक",
          "d-ब्लॉक",
          "f-ब्लॉक"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Alkali metals like sodium and potassium are found in s-block. They have one electron in their outermost shell and are very reactive metals.",
        "hindi": "सोडियम और पोटैशियम जैसी क्षार धातुएं s-ब्लॉक में पाई जाती हैं। इनके बाह्यतम कक्ष में एक इलेक्ट्रॉन होता है और ये बहुत अधिक क्रियाशील धातुएं होती हैं।"
      }
    },
    {
      "question_name": {
        "english": "What type of elements are present in p-block?",
        "hindi": "p-ब्लॉक में किस प्रकार के तत्व होते हैं?"
      },
      "option": {
        "english": [
          "Only metals",
          "Non-metals and metalloids",
          "Only non-metals",
          "Only metalloids"
        ],
        "hindi": [
          "केवल धातुएं",
          "अधातु और उपधातु",
          "केवल अधातु",
          "केवल उपधातु"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "p-block contains both non-metals like oxygen, chlorine and metalloids like silicon, boron. These elements complete their outer shell by gaining or sharing electrons.",
        "hindi": "p-ब्लॉक में ऑक्सीजन, क्लोरीन जैसी अधातुएं और सिलिकॉन, बोरॉन जैसी उपधातुएं पाई जाती हैं। ये तत्व इलेक्ट्रॉन प्राप्त करके या साझा करके अपना बाह्य कक्ष पूरा करते हैं।"
      }
    },
    {
      "question_name": {
        "english": "Which element has highest electron affinity?",
        "hindi": "किस तत्व की इलेक्ट्रॉन बंधुता सबसे अधिक है?"
      },
      "option": {
        "english": [
          "Sodium",
          "Magnesium",
          "Fluorine",
          "Chlorine"
        ],
        "hindi": [
          "सोडियम",
          "मैग्नीशियम",
          "फ्लोरीन",
          "क्लोरीन"
        ]
      },
      "answer": 3,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Chlorine has the highest electron affinity because it needs only one electron to complete its outer shell and achieve stability like noble gases.",
        "hindi": "क्लोरीन की इलेक्ट्रॉन बंधुता सबसे अधिक होती है क्योंकि इसे अपना बाह्य कक्ष पूरा करने और उत्कृष्ट गैसों की तरह स्थायित्व प्राप्त करने के लिए केवल एक इलेक्ट्रॉन की आवश्यकता होती है।"
      }
    },
    {
      "question_name": {
        "english": "What is the atomic number of first transition element?",
        "hindi": "पहले संक्रमण तत्व की परमाणु संख्या क्या है?"
      },
      "option": {
        "english": [
          "19",
          "20",
          "21",
          "22"
        ],
        "hindi": [
          "19",
          "20",
          "21",
          "22"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "easy",
      "explanation": {
        "english": "Scandium (Sc) with atomic number 21 is the first transition element. Transition elements are metals that form colored compounds and can show multiple oxidation states.",
        "hindi": "स्कैंडियम (Sc) जिसकी परमाणु संख्या 21 है, पहला संक्रमण तत्व है। संक्रमण तत्व वे धातुएं हैं जो रंगीन यौगिक बनाते हैं और कई ऑक्सीकरण अवस्थाएं दर्शा सकते हैं।"
      }
    },
    {
      "question_name": {
        "english": "Why do metals conduct electricity?",
        "hindi": "धातुएं विद्युत का चालन क्यों करती हैं?"
      },
      "option": {
        "english": [
          "Due to protons",
          "Due to free electrons",
          "Due to neutrons",
          "Due to shells"
        ],
        "hindi": [
          "प्रोटॉन के कारण",
          "मुक्त इलेक्ट्रॉन के कारण",
          "न्यूट्रॉन के कारण",
          "कोशों के कारण"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Metals have free electrons in their crystal structure that can move easily throughout the metal. When voltage is applied, these electrons flow, creating electric current.",
        "hindi": "धातुओं की क्रिस्टल संरचना में मुक्त इलेक्ट्रॉन होते हैं जो आसानी से धातु में चल सकते हैं। जब वोल्टेज लगाया जाता है, तो ये इलेक्ट्रॉन प्रवाहित होकर विद्युत धारा उत्पन्न करते हैं।"
      }
    },
    {
      "question_name": {
        "english": "Why are noble gases unreactive?",
        "hindi": "उत्कृष्ट गैसें अक्रियाशील क्यों होती हैं?"
      },
      "option": {
        "english": [
          "Complete outer shell",
          "Empty outer shell",
          "Large size",
          "Small size"
        ],
        "hindi": [
          "पूर्ण बाह्य कोश",
          "खाली बाह्य कोश",
          "बड़ा आकार",
          "छोटा आकार"
        ]
      },
      "answer": 0,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Noble gases have completely filled outer shells with 8 electrons (except helium which has 2). This makes them very stable and they don't need to react with other elements.",
        "hindi": "उत्कृष्ट गैसों के बाह्य कक्ष में 8 इलेक्ट्रॉन पूर्ण रूप से भरे होते हैं (हीलियम को छोड़कर जिसमें 2 हैं)। यह उन्हें बहुत स्थिर बनाता है और उन्हें अन्य तत्वों से प्रतिक्रिया करने की आवश्यकता नहीं होती।"
      }
    },
    {
      "question_name": {
        "english": "Why do metals form basic oxides with oxygen?",
        "hindi": "धातुएं ऑक्सीजन के साथ क्षारीय ऑक्साइड क्यों बनाती हैं?"
      },
      "option": {
        "english": [
          "Electron acceptance",
          "Large size",
          "Small size",
          "Electron donation"
        ],
        "hindi": [
          "इलेक्ट्रॉन ग्रहण",
          "बड़ा आकार",
          "छोटा आकार",
          "इलेक्ट्रॉन त्याग"
        ]
      },
      "answer": 3,
      "image": null,
      "medium": "medium",
      "explanation": {
        "english": "Metals donate electrons easily to oxygen to form oxides. When these oxides dissolve in water, they form hydroxides which are basic in nature.",
        "hindi": "धातुएं ऑक्साइड बनाने के लिए ऑक्सीजन को आसानी से इलेक्ट्रॉन देती हैं। जब ये ऑक्साइड पानी में घुलते हैं, तो वे हाइड्रॉक्साइड बनाते हैं जो क्षारीय प्रकृति के होते हैं।"
      }
    },
    {
      "question_name": {
        "english": "Why was Cobalt (Co) placed before Nickel (Ni) in the periodic table despite having higher atomic weight?",
        "hindi": "कोबाल्ट (Co) का परमाणु भार अधिक होने के बावजूद आवर्त सारणी में निकल (Ni) से पहले क्यों रखा गया?"
      },
      "option": {
        "english": [
          "Based on atomic mass",
          "Based on density",
          "Based on atomic number",
          "Based on reactivity"
        ],
        "hindi": [
          "परमाणु द्रव्यमान के आधार पर",
          "घनत्व के आधार पर",
          "परमाणु संख्या के आधार पर",
          "प्रतिक्रियाशीलता के आधार पर"
        ]
      },
      "answer": 2,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "Modern periodic table arranges elements based on atomic number (number of protons), not atomic mass. Cobalt has atomic number 27 while Nickel has 28, so Cobalt comes first.",
        "hindi": "आधुनिक आवर्त सारणी तत्वों को परमाणु द्रव्यमान के बजाय परमाणु संख्या (प्रोटॉन की संख्या) के आधार पर व्यवस्थित करती है। कोबाल्ट की परमाणु संख्या 27 है जबकि निकल की 28 है, इसलिए कोबाल्ट पहले आता है।"
      }
    },
    {
      "question_name": {
        "english": "What determines the nature of oxide of an element?",
        "hindi": "किसी तत्व के ऑक्साइड की प्रकृति क्या निर्धारित करती है?"
      },
      "option": {
        "english": [
          "Atomic mass",
          "Electronegativity",
          "Atomic size",
          "Atomic number"
        ],
        "hindi": [
          "परमाणु द्रव्यमान",
          "विद्युतऋणात्मकता",
          "परमाणु आकार",
          "परमाणु संख्या"
        ]
      },
      "answer": 1,
      "image": null,
      "medium": "hard",
      "explanation": {
        "english": "Electronegativity determines whether an element forms acidic or basic oxides. More electronegative elements form acidic oxides while less electronegative elements form basic oxides.",
        "hindi": "विद्युतऋणात्मकता निर्धारित करती है कि कोई तत्व अम्लीय या क्षारीय ऑक्साइड बनाएगा। अधिक विद्युतऋणात्मक तत्व अम्लीय ऑक्साइड बनाते हैं जबकि कम विद्युतऋणात्मक तत्व क्षारीय ऑक्साइड बनाते हैं।"
      }
    }
]